bitfixer/petdisk-max/idf/sdkconfig.defaults.esp32s2
CONFIG_IDF_TARGET="esp32s2"
CONFIG_ESP_CONSOLE_USB_CDC=y